Repository: SemRunner/coolpipe_correcting
Catalog: Resources/*/coolpipe_lang_driver.strings
Languages: de, fr, it, ru

# Борисов Денис Владимирович
source: Denis Borisov
de: Denis Borissow
fr: Denis Borissov
ru: Борисов Денис Владимирович

# ©2011-2015 Борисов Денис Владимирович (admin@coolpipe.ru)
source: © 2011-2015 Denis Borisov (admin@coolpipe.ru)
de: © 2011-2015 Denis Borissow (admin@coolpipe.ru)
fr: ©2011-2015 Denis Borissov (admin@coolpipe.ru)
ru: ©2011-2015 Борисов Денис Владимирович (admin@coolpipe.ru)

# Английский язык
source: English
de: Englisch Sprache
it: Inglese
ru: Английский язык

# Арматура
source: Fittings
de: Armaturen
fr: Raccords
it: Valvolame
ru: Арматура

# База данных
source: Database
de: Datenbank
fr: Base de données
it: base dati
ru: База данных

# База данных:
source: Database:
de: Datenbank:
fr: Base de données:
it: base dati:
ru: База данных:

# Восстановить
source: Restore
de: Wiederherstellung
fr: Rétablir
it: Ristabilire
ru: Восстановить

# Вращение компонента прервано из-за пропажи данных
source: The rotation component is interrupted due to missing data
de: Die rotation Komponente wird unterbrochen durch fehlende Daten
fr: Le composant de rotation est interrompue en raison de données manquantes
it: La rotazione componente viene interrotto a causa di dati smarriti
ru: Вращение компонента прервано из-за пропажи данных

# Всего объектов в модели
source: Total objects in the model
de: Total Objekte im Modell
fr: Objets totale dans le modèle
it: Oggetti totali del modello
ru: Всего объектов в модели

# Выберите язык
source: Choose your language
de: Wählen Sie Ihre Sprache
fr: Choisissez votre langue
it: Scegli la lingua
ru: Выберите язык

# Выбран объект CoolPipe
source: The selected object CoolPipe
de: Das ausgewählte Objekt CoolPipe
fr: L'objet sélectionné CoolPipe
it: L'oggetto selezionato CoolPipe
ru: Выбран объект CoolPipe

# Выбор трубопровода
source: Select pipe
it: Selezionare le tubazioni
ru: Выбор трубопровода

# Выбранный цвет
source: Selected color
de: die Ausgewählte Farbe
fr: Couleur Sélectionnée
it: Colore Selezionato
ru: Выбранный цвет

# Выбранный цвет:
source: Selected color:
de: die Ausgewählte Farbe:
fr: Couleur Sélectionnée:
it: Colore Selezionato:
ru: Выбранный цвет:

# Выбор перехода
source: Choosing reducer
de: die Wahl reducer
fr: Choix réducteur
it: Scelta di transizione
ru: Выбор перехода

# Выбор тройника
source: Choosing tee
de: die Wahl tee
fr: Le Choix de tee
it: Scelta di spina triplice
ru: Выбор тройника

# Выбор фланца
source: Choosing flange
de: die Wahl Flansch
fr: Le Choix de la bride
it: Scelta dell flangia
ru: Выбор фланца

# Выбран уклон трубопровода
source: Select the slope of the pipeline
de: Wählen Sie die Steigung der pipeline
fr: Sélectionnez la pente de la canalisation
it: Selezionare la pendenza della condotta
ru: Выбран уклон трубопровода

# Выделено:
source: Select:
de: Wählen Sie Ein:
fr: Sélectionnez:
it: Selezionato:
ru: Выделено:

# Выделенных компонентов
source: Dedicated components
de: Dedicated-Komponenten
fr: Composants dédiés
it: Componenti selizionati
ru: Выделенных компонентов

# Действительно удалить:
source: Really delete:
fr: Vraiment supprimer:
it: Elimina:
ru: Действительно удалить:

# Документ:
source: Document:
de: Dokument:
it: Documento:
ru: Документ:

# Диаметр условный
source: Nominal diameter
de: Nennweite
fr: diamètre Nominal
it: Diametro stabilito
ru: Диаметр условный

# Диаметр наружний
source: Outer diameter
de: Außendurchmesser
fr: diamètre Externe
it: Diametro Esterno
ru: Диаметр наружний

# Диаметр<br>условный [мм]
source: Nominal<br>diameter [mm]
de: Nominal<br>Durchmesser [mm]
fr: Nominale<br>diamètre [mm]
it: Diametro<br>stabilito [mm]
ru: Диаметр<br>условный [мм]

# Диаметр<br>наружний [мм]
source: Outer<br>diameter [mm]
de: Äußeren<br>Durchmesser [mm]
fr: Extérieur<br>diamètre [mm]
it: Diametro<br>Esterno [mm]
ru: Диаметр<br>наружний [мм]

# Диалог назначения атрибутов CoolPipe
source: Assignment dialog attributes CoolPipe
de: Zuordnung dialog Attribute CoolPipe
fr: Affectation boîte de dialogue attributs de CoolPipe
it: Dialogo di assegnazione attributi CoolPipe
ru: Диалог назначения атрибутов CoolPipe

# Другое
source: Other
fr: Autres
it: Altro
ru: Другое

# Ду
source: DN
ru: Ду

# Длина [мм]
source: Length [mm]
de: Länge [mm]
fr: Longueur [mm]
it: Lunghezza [mm]
ru: Длина [мм]

# Длина<br>[мм]
source: Length<br>[mm]
fr: Longueur<br>[mm]
it: Lunghezza<br>[mm]
ru: Длина<br>[мм]

# для проектирования инженерных коммуникаций
source: for the design of engineering services
de: für die Gestaltung von engineering-Dienstleistungen
fr: Pour la conception de l'ingénierie des services
it: Per la progettazione delle linee di servomezzi
ru: для проектирования инженерных коммуникаций

# Единица измерения
source: Unit
fr: Part
it: Unità di misura
ru: Единица измерения

# Заглушка
source: Cap
de: Gap
it: Tappo
ru: Заглушка

# Заглушка для труб
source: Piping Cap
fr: La Tuyauterie de la Pac
it: Tappo per le tubazioni
ru: Заглушка для труб

# Задать угол
source: Set angle
de: Winkel
fr: Définir l'angle
it: Impostare l'angolo
ru: Задать угол

# Задать угол направления отвода
source: Set the angle of the lift direction
de: die Winkel der lift Richtung
fr: Définir l'angle de l'ascenseur direction
it: Impostare l'angolo di direzione derivazione
ru: Задать угол направления отвода

# Задать угол геометрии отвода
source: Ask angle elbow geometry
de: Fragen Winkel Ellenbogen geometrie
fr: Demandez à l'angle du coude de la géométrie
it: Impostare l'angolo derivazione di geometria
ru: Задать угол геометрии отвода

# Использовать слои
source: Use layers
de: Ebenen
fr: Utiliser les calques
it: Utilizzare i livelli
ru: Использовать слои

# Использовать материалы
source: Use materials
de: Materialien
fr: Utiliser des matériaux
it: Utilizzare i materiali
ru: Использовать материалы

# Имя слоя
source: Layer name
de: Schicht name
fr: Nom de la Couche
it: Nominativo di livello
ru: Имя слоя

# Изменить диаметр
source: Change diameter
de: Ändern Durchmesser
fr: Le Changement de diamètre
it: Modifica il diametro
ru: Изменить диаметр

# изменить
source: change
de: ändern
fr: Modifier
it: Modifica
ru: изменить

# Изменить отметку Z
source: Change mark Z
de: Ändern mark Z
fr: Changer de marque Z
it: Modifica il segno Z
ru: Изменить отметку Z

# Измененно направление (начало/конец) трубопровода
source: Changing the direction (start/end) pipeline
de: die Änderung der Richtung (start/Ende) pipeline
fr: Le Changement de direction (début/fin) pipeline
it: Modificare la direzione della tubazione (inizio/fine)
ru: Измененно направление (начало/конец) трубопровода

# Измененно направление уклона трубопровода
source: Changing the direction of the slope of the pipeline
de: die Änderung der Richtung der Neigung der pipeline
fr: Changer l'orientation de la pente de la canalisation
it: Modificare la direzione di pendenza della tubazione
ru: Измененно направление уклона трубопровода

# Изменена синия отметка
source: Changed The blue mark
de: Verändert Die Blaue Markierung
fr: Changé La marque bleu
it: Modifica Il segno blu
ru: Изменена синия отметка

# Изменена средняя отметка
source: Changed the average mark
de: Verändert die Durchschnittliche mark
fr: Changé la moyenne
it: Modifica il voto medio
ru: Изменена средняя отметка

# Изменена красная отметка
source: Changed the red mark
de: Verändert die rote Markierung
fr: A Changé la marque rouge
it: Modifica il segno rosso
ru: Изменена красная отметка

# Изменить диаметры
source: Change diameter
de: Ändern Durchmesser
fr: Le Changement de diamètre
it: M il diametro
ru: Изменить диаметры

# Класс выделенного объекта =
source: Selected object class =
it: Classe di ogetto selezionato =
ru: Класс выделенного объекта =

# Копирование свойств
source: Copying properties
fr: Copie des propriétés
it: Copia proprietà
ru: Копирование свойств

# Количество переданных элементов в спецификацию
source: Number of transmitted elements in the specification
de: Anzahl der zu übertragenden Elemente, die in der Spezifikation
fr: Nombre d'éléments transmis dans le cahier des charges
it: La quantità di elementi trasmessi nella specifica
ru: Количество переданных элементов в спецификацию

# Количество переданных элементов в спецификацию=
source: number of elements transmitted in the specification=
de: Anzahl der Elemente übertragen, die in der Spezifikation=
fr: nombre d'éléments transmis dans le cahier des charges=
it: La quantità di elementi trasmessi nella specifica=
ru: Количество переданных элементов в спецификацию=

# Количество
source: Number
de: Zahl
fr: Numéro
it: La quantità
ru: Количество

# Количество сегментов для построения круглой геометрии
source: The number of segments to build a circular geometry
de: Die Anzahl der Segmente, um eine kreisförmige Geometrie aufzubauen
fr: Le nombre de segments de construire une géométrie circulaire
it: La quantità di segmenti per costruire una geometria circolare
ru: Количество сегментов для построения круглой геометрии

# Количество полигонов составляет
source: The number of polygons is
de: Die Anzahl der Polygone ist
fr: Le nombre de polygones est
it: La quantità di poligoni formata di
ru: Количество полигонов составляет

# Координаты синего коннектора
source: Coordinates blue connector
de: Koordinaten blau-connector
fr: Coordonnées connecteur bleu
it: Coordinate connettore blu
ru: Координаты синего коннектора

# Координаты красного коннектора
source: Coordinates red connector
de: Koordinaten roten Stecker
fr: Coordonnées connecteur rouge
it: Coordinate connettore rosso
ru: Координаты красного коннектора

# Координаты зеленого коннектора
source: Coordinates green connector
de: Koordinaten grüne Stecker
fr: Coordonnées connecteur vert
it: Coordinate connettore verde
ru: Координаты зеленого коннектора

# Коэффициент построения радиуса отвода от его диаметра
source: The coefficient of building drainage radius of the diameter
de: Der Koeffizient für die Gebäudeentwässerung Radius des Durchmessers
fr: Le coefficient de construire rayon de drainage du diamètre
it: Il coefficiente costruzione di raggio derivazione dal diametro
ru: Коэффициент построения радиуса отвода от его диаметра

# Масса<br>[кг/м]
source: Weight<br>[kg/m]
de: Gewicht<br>[kg/m]
fr: Poids<br>[kg/m]
it: Peso<br>[kg/m]
ru: Масса<br>[кг/м]

# Масса единицы
source: Weight Unit
de: Gewicht
fr: l'Unité de Poids
it: Unità di massa
ru: Масса единицы

# Масса
source: Weight
de: Gewicht
fr: Poids
it: Massa
ru: Масса

# Настройки CoolPipe
source: Settings CoolPipe
de: Einstellungen CoolPipe
fr: Les Paramètres CoolPipe
it: Impostazioni CoolPipe
ru: Настройки CoolPipe

# Начерчена:
source: Drawn:
de: Gezogen:
fr: Rédigée:
it: Disegno tecnico:
ru: Начерчена:

# Начерчен:
source: Drawn:
de: Gezogen:
fr: Tracé:
it: Disegno tecnico fatto:
ru: Начерчен:

# Наименование:
source: Name:
fr: Nom:
it: Descrizione:
ru: Наименование:

# Наименование
source: Name
fr: Nom
it: Descrizione
ru: Наименование

# Наименование документа:
source: Name of the document:
de: Name des Dokuments:
fr: Nom du document:
it: Denominazione del documento:
ru: Наименование документа:

# Наименование документа
source: Document Title
de: Titel
fr: Titre du Document
it: Denominazione del documento
ru: Наименование документа

# Наименование и характеристика
source: Name and description of the
de: Name und die Beschreibung der
fr: Le Nom et la description de l'
it: Denominazione e caratteristica
ru: Наименование и характеристика

# Наименование и техническая характеристика
source: Description and Specifications
de: Beschreibung und technische Daten
fr: Description et Spécifications
it: Denominazione e caratteristica tecnica
ru: Наименование и техническая характеристика

# Наименование для спецификации
source: Name for the specification document
de: Name für die Spezifikation Dokument
fr: Nom pour le document de spécification
it: Denominazione per specifichea
ru: Наименование для спецификации

# Наименование для<br>спецификации
source: Name for<br>specifications
de: Name<br>technische Daten
fr: Nom<br>spécifications
it: Denominazione per<br>specifichea
ru: Наименование для<br>спецификации

# Накладывать материалы (цвет в настройках слоев)
source: Overlay materials (color settings layers)
de: Overlay-Material (Farbe Einstellungen Schichten)
fr: Superposition de matériaux (paramètres de couleur couches)
it: Sovrapporre il materiale (impostazioni del colore negli strati)
ru: Накладывать материалы (цвет в настройках слоев)

# Немецкий язык
source: German language
de: Deutsche Sprache
fr: Langue allemande
it: lingua tedesca
ru: Немецкий язык

# Не могу конвертировать в длину
source: Can not convert long
de: Kann nicht konvertieren lang
fr: Ne Peut pas convertir long
it: Non posso convertire in lunghezza
ru: Не могу конвертировать в длину

# Не могу конвертировать введенное значение
source: Can not convert the entered value
de: nicht in der eingegebene Wert
fr: Ne Peut pas convertir la valeur entrée
it: Non posso convertire il valore inserito
ru: Не могу конвертировать введенное значение

# Не могу конвертировать в целочисленный градус
source: I can not convert to an integer degree
de: ich kann nicht konvertiert werden, um eine Ganzzahl Grad
fr: Je ne peux pas convertir un entier degré
it: Non posso convertire in grado integrale
ru: Не могу конвертировать в целочисленный градус

# Необходимо выбрать место присоединения отвода
source: You need to select the point of attachment elbow
de: wählen Sie den Punkt der Anlage Ellenbogen
fr: Vous devez sélectionner le point d'attache de coude
it: È necessario selezionare il punto di attacco di derivazione
ru: Необходимо выбрать место присоединения отвода

# Необходимо выбрать место присоединения перехода
source: You must select the attachment point of reducer
de: Sie müssen wählen Sie den Anhang Punkt reducer
fr: Vous devez sélectionner le point de fixation du réducteur
it: È necessario selezionare il punto di attacco di passaggio
ru: Необходимо выбрать место присоединения перехода

# Необходимо выбрать место присоединения тройника
source: You must select a point of attachment tee
de: Sie müssen wählen Sie einen Punkt der Anlage tee
fr: Vous devez choisir un point de fixation de té
it: È necessario selezionare un punto di attacco di spina triplice
ru: Необходимо выбрать место присоединения тройника

# Необходимо выбрать место присоединения заглушки
source: You must select a point of attachment cap
de: Sie müssen wählen Sie einen Punkt der Anlage cap
fr: Vous devez sélectionner un point d'attache de la pac
it: È necessario selezionare un punto di attacco di tappo di chiusura
ru: Необходимо выбрать место присоединения заглушки

# Необходимо выбрать место присоединения фланца
source: You must select a point of attachment flange
de: Sie müssen wählen Sie einen Punkt der Anlage Flansch
fr: Vous devez choisir un point de fixation de la bride
it: È necessario selezionare un punto di attacco della flangia
ru: Необходимо выбрать место присоединения фланца

# Необходимо выбрать компонент CoolPipe для редактирования
source: You must select a component for editing CoolPipe
de: Sie müssen eine Komponente auswählen für die Bearbeitung CoolPipe
fr: Vous devez sélectionner un composant pour l'édition CoolPipe
it: È necessario selezionare un componente CoolPipe per la modifica
ru: Необходимо выбрать компонент CoolPipe для редактирования

source: You must select a group or component SketchUp, which must be attached to CoolPipe
de: Sie müssen eine Gruppe oder Komponente SketchUp, die angeschlossen werden müssen, um CoolPipe
fr: Vous devez choisir un groupe ou d'un composant SketchUp, qui doit être jointe à CoolPipe
it: È necessario selezionare un gruppo o un componente SketchUp, che deve essere collegato al CoolPipe
ru: Необходимо выбрать группу или компонент SketchUp, который необходимо присоединить к CoolPipe

# Необходимо выбрать один компонент
source: You must select one component
de: Sie müssen eine Komponente
fr: Vous devez sélectionner un composant
it: È necessario selezionare un componente
ru: Необходимо выбрать один компонент

# Новый
source: New
de: Neu
fr: Nouvelle
it: Nuova
ru: Новый

# Объекты CoolPipe не найдены
source: Objects CoolPipe not found
de: Objekte CoolPipe nicht gefunden
fr: Objets CoolPipe pas trouvé
it: Oggetti CoolPipe non trovati
ru: Объекты CoolPipe не найдены

# Объект является компонентом CoolPipe
source: The object is a component CoolPipe
de: Das Objekt ist eine Komponente CoolPipe
fr: L'objet est un composant CoolPipe
it: L'oggetto è un componente di CoolPipe
ru: Объект является компонентом CoolPipe

# Объект не является компонентом CoolPipe
source: The object is not a component CoolPipe
de: Das Objekt ist nicht Bestandteil CoolPipe
fr: L'objet n'est pas un composant CoolPipe
it: L'oggetto non è un componente di CoolPipe
ru: Объект не является компонентом CoolPipe

# Объединенная спецификация
source: United specification
de: Vereinigte Spezifikation
fr: spécification Royaume-
it: Specificazione unita
ru: Объединенная спецификация

# Отвод
source: Elbow
de: Ellenbogen
fr: Coude
it: Derivazione
ru: Отвод

# Описание документа
source: Description of the document
de: Beschreibung des Dokuments
fr: Description du document
it: Descrizione del documento
ru: Описание документа

# Основное оборудование
source: Basic equipment
de: Grundausstattung
fr: équipement de Base
it: Attrezzatura principale
ru: Основное оборудование

# Отмена
source: Cancel
de: Abbrechen
fr: Annuler
it: Annullamento
ru: Отмена

# Превратить в элемент CoolPipe
source: Turn into an element CoolPipe
de: Biegen Sie in ein element CoolPipe
fr: Se Transformer en un élément CoolPipe
it: Trasformare in un elemento CoolPipe
ru: Превратить в элемент CoolPipe

# Плагин
source: Plug-in
ru: Плагин

# Плотность материала для расчета массы отвода [г/см³]
source: Material density to calculate the mass removal [g/cm³]
de: Materialdichte um den Massenentfernung zu berechnen [g/cm³]
fr: Densité de matériel pour calculer l'élimination de masse [g/cm³]
it: Densità Materiale per calcolare la derivazione di massa [g/cm³]
ru: Плотность материала для расчета массы отвода [г/см³]

# Переход
source: Reducer
fr: Réducteur
it: Passaggio
ru: Переход

# Присоединить трубопровод к
source: Attach tubing to
de: Anhängen Schlauch
fr: Liaison de tuyau
it: Collegare la tubazione a
ru: Присоединить трубопровод к

# Поворот отвода на угол
source: Turn on the tap angle
de: den Wasserhahn aufdrehen Winkel
fr: Ouvrir le robinet d'angle
it: Giramento derivazione su angolo
ru: Поворот отвода на угол

# Повернуть на 180°
source: Rotate 180°
de: 180°Drehen
fr: Rotation 180°
it: Ruotare a 180°
ru: Повернуть на 180°

# Поворот компонента CoolPipe на угол:
source: Turn on the component CoolPipe angle:
de: Schalten Sie die Komponente CoolPipe Winkel:
fr: Activer le composant CoolPipe angle:
it: Rotazione componente CoolPipe ad angolo:
ru: Поворот компонента CoolPipe на угол:

# Присоединить отвод к
source: Connect a elbow to
de: Schließen Sie einen Ellenbogen
fr: Se Connecter à un coude
it: Collegare derivazione a
ru: Присоединить отвод к

# Присоединить переход к
source: Connect a reducer to
de: Schließen Sie einen reducer
fr: Se Connecter à un réducteur à
it: Collegare passaggio a
ru: Присоединить переход к

# Присоединить тройник к
source: Connect a tee to
de: Schließen Sie einen tee
fr: Connecter un tee-shirt à
it: Collegare spina triplice a
ru: Присоединить тройник к

# Присоединить заглушку к
source: Connect a cap to
de: Connect eine Kappe
fr: Se Connecter à un cap
it: Collegare tappo di chiusura a
ru: Присоединить заглушку к

# Присоединить фланец к
source: Connect a flange to
de: die Verbindung mit dem Flansch
fr: Se Connecter une bride à
it: Collegare flangia a
ru: Присоединить фланец к

# Принять
source: Accept
de: Akzeptieren
fr: Accepter
it: Accetta
ru: Принять

# Получены следующие аттрибуты:
source: We obtained the following attributes:
de: Wir erhalten die folgenden Attribute:
fr: Nous avons obtenu les attributs suivants:
it: Ricevuti seguenti attributi:
ru: Получены следующие аттрибуты:

# Посчитать только выделенную геометрию
source: Calculate only the selected geometry
de: Berechnen Sie nur die ausgewählte Geometrie
fr: Calculer seulement la géométrie sélectionnée
it: Calcolare solo la geometria selezionata
ru: Посчитать только выделенную геометрию

# При анализе слоя
source: In the analysis of layer
de: Bei der Analyse der Schicht
fr: Dans l'analyse de la couche
it: Analizzando strato
ru: При анализе слоя

# п.м.
source: rm.
ru: п.м.

# Расчетная масса отвода
source: Estimated weight of elbow
de: Geschätzten Gewicht von Ellenbogen
fr: Poids Estimé de coude
it: Massa stimata della derivazione
ru: Расчетная масса отвода

# Русский язык
source: Russian language
de: russische Sprache
fr: Langue russe
it: lingua russa
ru: Русский язык

# Редактирование отвода не предусмотрено
source: Edit elbow is not provided
de: Bearbeiten Ellenbogen nicht vorgesehen ist
fr: Modifier le coude n'est pas prévue
it: Modifica della derivazione non è previsto
ru: Редактирование отвода не предусмотрено

# Редактирование заглушки не предусмотрено
source: Edit cap not provided
de: Edit-Kappe nicht zur Verfügung gestellt
fr: Modifier les pac non prévues
it: Modifica del tappo di chiusura non è previsto
ru: Редактирование заглушки не предусмотрено

# Редактирование фланца не предусмотрено
source: Edit flange is not provided
de: Bearbeiten Flansch ist nicht vorgesehen
fr: Modifier la bride n'est pas prévue
it: Modifica della flangia non è previsto
ru: Редактирование фланца не предусмотрено

# Редактирование списка трубопроводов
source: Editing a pipeline
de: Bearbeiten einer pipeline
fr: Modification d'un pipeline
it: Modifica elenco delle tubazioni
ru: Редактирование списка трубопроводов

# Редактирование списка баз
source: Editing a Database
de: Bearbeiten Datenbank
fr: Modification d'une Base de données
it: Modifica di Database
ru: Редактирование списка баз

# Редактирование списка баз данных
source: Editing a Database list
de: Bearbeiten einer Datenbank Liste
fr: Modification d'une liste de Base de données
it: Modifica di un elenco Database
ru: Редактирование списка баз данных

# Редактирование списка документов
source: Editing a Document list
de: Dokument Bearbeiten Liste
fr: Modification d'une liste de documents
it: Modifica elenco di Documenti
ru: Редактирование списка документов

# Редактирование цвета слоя
source: Edit layer color
fr: Modifier la couleur du calque
it: Modifica colore del livello
ru: Редактирование цвета слоя

# Редактирование цвета слоя
source: Edit layer color
fr: Modifier la couleur du calque
it: Modifica colore del livello
ru: Редактирование цвета слоя

# Редактирование элемента
source: Edit item
de: Element Bearbeiten
fr: Modifier l'article
it: Modifica elemento
ru: Редактирование элемента

# Редактирование списка переходов
source: Editing a reducers
de: Bearbeiten Reduzierungen
fr: Modification d'un réducteurs
it: Modifica del elenco di passaggi
ru: Редактирование списка переходов

# Редактирование списка тройников
source: Edit List tees
de: Liste Bearbeiten tees
fr: Modifier la Liste de tees
it: Modifica del elenco di spine triplici
ru: Редактирование списка тройников

# Редактирование списка фланцев
source: Edit List of flanges
de: Liste Bearbeiten von Flanschen
fr: Modifier la Liste de brides
it: Modifica Elenco di flange
ru: Редактирование списка фланцев

# Редактировать
source: Edit
de: Bearbeiten
fr: Modifier
it: Modifica
ru: Редактировать

# Список трубопроводов
source: List pipelines
fr: Liste de pipelines
it: Elenco delle tubazioni
ru: Список трубопроводов

# Список баз по трубам
source: The list of bases along the pipes
de: Die Liste der Stützpunkte entlang der Rohre
fr: La liste des bases le long des tuyaux
it: , L'elenco delle basi su tubi
ru: Список баз по трубам
