Repository: SemRunner/coolpipe_correcting
Catalog: Resources/*/coolpipe_lang_driver.strings
Languages: de, fr, it, ru

# Список документов по трубам
source: List of documents through the pipes
de: Liste der Dokumente, die durch die Rohre
fr: Liste de documents à travers les tuyaux
it: Elenco dei documenti attraverso i tubi
ru: Список документов по трубам

# Список баз по переходам
source: The list of bases on transitions
de: Die Liste der Datenbanken, auf übergänge
fr: La liste des bases sur les transitions
it: , L'elenco delle basi sulle transizioni
ru: Список баз по переходам

# Список документов по переходам
source: List of documents on transitions
de: Liste der Dokumente auf übergänge
fr: Liste de documents sur les transitions
it: Elenco dei documenti sulle transizioni
ru: Список документов по переходам

# Список баз по тройникам
source: The list of bases on tees
de: Die Liste der Basen-on-tees
fr: La liste des bases sur les tertres
it: , L'elenco delle basi su tees
ru: Список баз по тройникам

# Список документов по тройникам
source: List of documents tees
de: Liste von Dokumenten, die tees
fr: Liste de documents de tees
it: Elenco dei documenti tees
ru: Список документов по тройникам

# Список баз по фланцам
source: The list of bases on the flanges
de: Die Liste basiert auf den Flanschen
fr: La liste des bases sur les brides
it: , L'elenco delle basi sulle flange
ru: Список баз по фланцам

# Список документов по фланцам
source: List of documents on the flanges
de: Liste der Dokumente auf die Flansche
fr: Liste de documents sur les brides
it: Elenco dei documenti sulla flange
ru: Список документов по фланцам

# Список элементов в документе
source: List of elements in the document
de: Liste der Elemente im Dokument
fr: Liste des éléments dans le document
it: Elenco di elementi nel documento
ru: Список элементов в документе

# Список элементов в документе
source: List of elements in the document
de: Liste der Elemente im Dokument
fr: Liste des éléments dans le document
it: Elenco di elementi nel documento
ru: Список элементов в документе

# Список слоев CoolPipe
source: Layer List CoolPipe
de: Schicht Liste CoolPipe
fr: Liste de Couche CoolPipe
it: Elenco dei livelli CoolPipe
ru: Список слоев CoolPipe

# Спецификация
source: Specification
de: Spezifikation
fr: Cahier Des Charges
it: Specifica
ru: Спецификация

# Спецификация по слоям
source: Specification of layers
de: Spezifikation von Schichten
fr: Spécification de couches
it: Specifica di strati
ru: Спецификация по слоям

# Спецификация элементов
source: Specification of elements
de: Spezifikation der Elemente
fr: Spécification des éléments
it: Specificazione di elementi
ru: Спецификация элементов

# Строить внутреннюю геометрию
source: Build internal geometry
de: Bauen Innengeometrie
fr: Construire géométrie interne
it: Costruire geometria interna
ru: Строить внутреннюю геометрию

# Толщина стенки
source: Wall thickness
de: Wandstärke
fr: epaisseur de Paroi
it: spessore Muro
ru: Толщина стенки

# Составить спецификацию CoolPipe
source: Create a specification CoolPipe
de: Erstellen Sie eine Spezifikation CoolPipe
fr: Créer une spécification CoolPipe
it: Crea una specifica CoolPipe
ru: Составить спецификацию CoolPipe

# Создана
source: Created
fr: Créée
it: Creata
ru: Создана

# Создан
source: Created
fr: Créée
it: Creata
ru: Создан

# Серия
source: Series
de: Serie
fr: Série
it: Serie
ru: Серия

# Сохранить
source: Save
de: Speichern
fr: Enregistrer
it: Salva
ru: Сохранить

# Тип
source: Type
de: Art
it: Tipo
ru: Тип

# Тип документов
source: Documents Type
de: Dokumenten-Typ
fr: Les Documents de Type
it: Tipo di documenti
ru: Тип документов

# Тип документов<br>(ГОСТ;ТУ;ISO;DIN...)
source: Documents Type<br>(GOST;TU;ISO;DIN...)
de: Dokumenten-Typ<br>(GOST;TU;ISO;DIN...)
ru: Тип документов<br>(ГОСТ;ТУ;ISO;DIN...)

# Толщина<br>стенки [мм]
source: wall thickness<br>[mm]
de: Wandstärke<br>[mm]
fr: épaisseur de paroi<br>[mm]
it: spessore<br>parete[mm]
ru: Толщина<br>стенки [мм]

# Труба
source: Pipe
it: Tubo
ru: Труба

# Тройник
source: Tee
de: T
fr: T
it: Spina triplice
ru: Тройник

# Условный диаметр:
source: Nominal diametr:
de: Nominal durchpasst:
fr: Nominale de diametr:
it: Diametro prestabilito:
ru: Условный диаметр:

# Указать начало трубопровода
source: To indicate the beginning of the pipeline
de: , Um anzugeben, die Anfang der pipeline
fr: Pour indiquer le début de la pipeline
it: Indicare l'inizio della tubazione
ru: Указать начало трубопровода

# Указать конец трубопровода
source: Specify the end of the pipe
de: Geben Sie die Ende der Leitung
fr: Pour indiquer la fin de la pipe
it: Indicare fine della tubazione
ru: Указать конец трубопровода

# Указать место расположения отвода
source: Specify the location of the elbow
de: Geben Sie den Speicherort des Ellbogens
fr: Spécifier l'emplacement du coude
it: Indicare posizione della derivazione
ru: Указать место расположения отвода

# Указать место расположения перехода
source: Specify the location of the reducer
de: Geben Sie den Speicherort der reducer
fr: Spécifier l'emplacement du réducteur
it: Indicare posizione del passaggio
ru: Указать место расположения перехода

# Указать место расположения заглушки
source: Specify the location of the cap
de: Geben Sie den Speicherort der Mütze
fr: Spécifier l'emplacement de la pac
it: Indicare posizione dell tappo di chiusura
ru: Указать место расположения заглушки

# Указать место расположения фланца
source: Specify the location of the flange
de: Geben Sie den Speicherort der Flansch
fr: Spécifier l'emplacement de la bride
it: Indicare posizione della flangia
ru: Указать место расположения фланца

# Уклон
source: Slope
de: Hang
fr: Pente
it: Pendenza
ru: Уклон

source: Delete objects [Susan Detrick, Sophie, Steve] and purification project from unused objects
de: Objekte Löschen [Susan Detrick, Sophie, Steve] und Reinigung Projekt von ungenutzte Objekte
fr: Supprimer les objets [Susan Detrick, Sophie, Steve] et la purification de projet à partir d'objets inutilisés
it: Elimina gli oggetti [Susan, Detrick, Sophie, Steve] e la purificazione del progetto da oggetti non utilizzati
ru: Удалить объекты [Сюзан,Детрик,Софи,Стив] и очистка проекта от неиспользуемых объектов

# Фланец
source: Flange
de: Flansch
fr: Bride
it: Flangia
ru: Фланец

# Цвет
source: Color
de: Farbe
fr: Couleur
it: Colore
ru: Цвет

# Чертить
source: Draft
de: Entwurf
fr: Projet
it: Tracciare
ru: Чертить

# шт
source: pc
it: pezzo
ru: шт

# +Элемент
source: +Element
fr: +Élément
it: +Elemento
ru: +Элемент

# Экспорт CSV
source: Export CSV
de: CSV-Export
it: Esportazione CSV
ru: Экспорт CSV

# Экспорт выполнен в файл:
source: Exporting is made to a file:
de: der Export wird gemacht, um eine Datei:
fr: De l'Exportation est apportée à un fichier:
it: l'Esportazione eseguita in file:
ru: Экспорт выполнен в файл:

# Языковые настройки CoolPipe
source: Language settings CoolPipe
de: - Sprache-Einstellungen CoolPipe
fr: Les paramètres de Langue CoolPipe
it: Impostazioni della Lingua CoolPipe
ru: Языковые настройки CoolPipe

# Вода
source: Water
de: Wasser
fr: Eau
it: Acqua
ru: Вода

# Пропиленгликоль
source: Propylene glycol
de: Propylenglykol
fr: Propylène glycol
it: Propilenglicole
ru: Пропиленгликоль

# Этиленгликоль
source: Ethylene glycol
de: Ethylenglykol
fr: L'éthylène glycol
it: Glicole etilenico
ru: Этиленгликоль

# Поверочный гидравлический расчет
source: Calibration hydraulic calculation
de: Kalibrierungs hydraulische Berechnung
fr: L'étalonnage calcul hydraulique
it: Calcolo idraulico calibrazione
ru: Поверочный гидравлический расчет

# Нагрузка:
source: Capacity:
de: Last:
fr: Charge:
it: Carico:
ru: Нагрузка:

# кВт
source: KW
ru: кВт

# Теплоноситель:
source: Heat carrier:
de: Wärmeübertragungsmittel:
fr: Agent de transfert de chaleur:
it: Mezzo termico:
ru: Теплоноситель:

# Коэф.шероховатости:
source: Coefficient of roughness:
de: Rauheit:
fr: Rugosité:
it: Asperità:
ru: Коэф.шероховатости:

# Средняя плотность:
source: Average density:
de: die durchschnittliche Dichte:
fr: La densité moyenne:
it: La densità media:
ru: Средняя плотность:

# Кинематическая вязкость:
source: Kinematic viscosity:
de: Kinematische Viskosität:
fr: Viscosité cinématique:
it: Viscosità cinematica:
ru: Кинематическая вязкость:

# Расход:
source: Rate:
de: Verbrauch:
fr: Consommation:
it: Consumo:
ru: Расход:

# Внутренний диаметр:
source: Inner diameter:
de: Innendurchmesser:
fr: Diamètre intérieur:
it: Diametro interno:
ru: Внутренний диаметр:

# Скорость:
source: Velocity:
de: Geschwindigkeit:
fr: Vitesse:
it: Velocità:
ru: Скорость:

# Число Рейнольдса:
source: Number Reynolds:
de: einschließlich Reynolydsa:
fr: Nombre de Reynolds:
it: Numero di Reynolds:
ru: Число Рейнольдса:

# Коэффициент гидравлического трения:
source: Coefficient of hydraulic friction:
de: Der Koeffizient der hydraulischen Reibungs:
fr: Le coefficient de frottement hydraulique:
it: Il coefficiente di attrito idraulico:
ru: Коэффициент гидравлического трения:

# Удельные потери:
source: Specific losses:
de: spezifische Verluste:
fr: Pertes spécifiques:
it: Perdite specifiche:
ru: Удельные потери:

# Установить прямой участок для трубопровода
source: Install a straight line for the pipeline
de: Stellen Sie den geraden Abschnitt der Pipeline
fr: Régler la section droite de la canalisation
it: Impostare il tratto rettilineo del gasdotto
ru: Установить прямой участок для трубопровода

# Длина участка:
source: Length of the plot:
de: Längenabschnitt:
fr: Partie de longueur:
it: Porzione lunghezza:
ru: Длина участка:

# Считать в штуках:
source: Count in pieces:
de: In Stücke betrachtet:
fr: Considérée en morceaux:
it: Contare in pezzi:
ru: Считать в штуках:

# Тип присоединения
source: Connection type
de: Verbindungstyp
fr: Type de connexion
it: Tipo di connessione
ru: Тип присоединения

# Создаем из группы компонент
source: Create a component from the group
de: Erstellen Sie eine Komponente aus der Gruppe
fr: Créer un composant à partir du groupe
it: Crea un componente dal gruppo
ru: Создаем из группы компонент

# Класс созданного объекта
source: Class of the created object
de: Klasse des erstellten Objekts
fr: Classe de l'objet créé
it: Classe dell'oggetto creato
ru: Класс созданного объекта

# Созданный компонент сохранен в библиотеке пользователя
source: The created component is stored in the user library
de: Die erstellte Komponente wird in der Benutzerbibliothek gespeichert
fr: Le composant créé est stocké dans la bibliothèque de l'utilisateur
it: Il componente creato è memorizzato nella libreria utente
ru: Созданный компонент сохранен в библиотеке пользователя

# Плюс дополнительный учаток длиной
source: Plus additional training in length
de: Plus zusätzliches Training in der Länge
fr: Plus formation supplémentaire en longueur
it: Più allenamento aggiuntivo in lunghezza
ru: Плюс дополнительный учаток длиной

# Количество отрезков трубы с заданным прямым участком составляет
source: The number of pipe segments with a given straight section is
de: Die Anzahl der Rohrsegmente mit einem gegebenen geraden Abschnitt ist
fr: Le nombre de segments de tuyau avec une section droite donnée est
it: Il numero di segmenti di tubo con una sezione rettilinea determinata è
ru: Количество отрезков трубы с заданным прямым участком составляет

# Дополнительно...
source: Additionally...
de: Fortgeschritten...
fr: Avancé...
it: Inoltre...
ru: Дополнительно...

# Площадь окраски
source: Color Area
de: Farbbereich
fr: Zone de couleur
it: Area Colore
ru: Площадь окраски

# Количество сварных соединений, шт
source: Number of welded joints, pcs
de: Anzahl der Schweißverbindungen, Stück
fr: Nombre de joints soudés, pcs
it: Numero di giunti saldati, pz
ru: Количество сварных соединений, шт

# Расширенная информация по спецификации
source: Extended specification information
de: Erweiterte Spezifikationsinformationen
fr: Informations de spécification étendue
it: Informazioni sulla specifica estesa
ru: Расширенная информация по спецификации

# Площадь единицы, м²
source: Area of the unit, m²
de: Fläche der Einheit, m²
fr: Surface de l'unité, m²
it: Area dell'unità, m²
ru: Площадь единицы, м²

# Общая площадь, м²
source: Total area, m²
de: Gesamtfläche, m²
fr: Superficie totale, m²
it: Superficie totale, m²
ru: Общая площадь, м²

# Внутренний объем единицы, м³
source: Internal volume of unit, m³
de: Innenvolumen der Einheit, m³
fr: Volume interne de l'unité, m³
it: Volume interno dell'unità, m³
ru: Внутренний объем единицы, м³

# Внутренний общий объем, м³
source: Internal total volume, m³
de: Internes Gesamtvolumen, m³
fr: Volume total interne, m³
it: Volume totale interno, m³
ru: Внутренний общий объем, м³

# Количество объектов >1000, расчет может занять много времени. Готовы подождать?
source: Number of objects >1000, the calculation can take a long time. Ready to wait?
de: Anzahl der Objekte >1000, die Berechnung kann lange dauern. Bereit zu warten?
fr: Nombre d'objets >1000, le calcul peut prendre beaucoup de temps. Prêt à attendre?
it: Numero di oggetti >1000, il calcolo può richiedere molto tempo. Pronto ad aspettare?
ru: Количество объектов >1000, расчет может занять много времени. Готовы подождать?

# Количество потоков для расчетов
source: Number of streams for calculations
de: Anzahl der Streams für Berechnungen
fr: Nombre de flux pour les calculs
it: Numero di flussi per i calcoli
ru: Количество потоков для расчетов

# Итого
source: Total
de: Summe
it: In totale
ru: Итого

# Всего
source: Total amount
de: Gesamtbetrag
fr: Montant total
it: Importo totale
ru: Всего
